<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Backend Language Lines
    |--------------------------------------------------------------------------
    |
    | Main backend translation.
    |
    */

    'site_name' => '',
    'back_to_site' => 'عودة للموقع',
    'new_messages' => 'رسائل جديدة',
    'view_all' => 'عرض الكل',
    'log_out' => 'تسجيل خروج',
    'dashboard' => 'لوحة التحكم',
    'banners' => 'البنرات',
    'list_banners' => 'إستعراض البنرات',
    'add_new_banner' => 'إضافة بنر جديد',
    'pages' => 'الصفحات',
    'list_pages' => 'إستعراض الصفحات',
    'add_new_page' => 'إضافة صفحة جديدة',
    'menus' => 'القوائم',
    'list_menus' => 'إستعراض القوائم',
    'add_link' => 'إضافة رابط',
    'news' => 'المدونة والأخبار',
    'add_news' => 'إضافة خبر جديد',
    'list_news' => 'إستعراض الأخبار',
    'published_news' => 'الأخبار المنشورة',
    'unpublished_news' => 'الأخبار غير المنشورة',
    'draft_news' => 'أخبار في المسودة',
    'messages' => 'الرسائل',
    'replied_messages' => 'رسائل تم الرد عليها',
    'home_blocks' => 'صناديق الصفحة الرئيسية',
    'introduction' => 'المقدمة',
    'block_1' => 'الصندوق الأول',
    'block_2' => 'الصندوق الثاني',
    'block_3' => 'الصندوق الثالث',
    'block_4' => 'الصندوق الرابع',
    'settings' => 'الإعدادت',
    'smtp_settings' => 'إعدادت البريد الإلكتروني',
    'meta_settings' => 'إعدادات الميتا',
    'social_settings' => 'إعدادات شبكات التواصل الإجتماعي',

];
